#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG @MRK_YT

class Translation(object):
    
    START_TEXT = """<b>ഈ ബോട്ട് നിർമിച്ചിരിക്കുന്നത് തികച്ചും MOVIE MARKET ഗ്രൂപ്പിലേക്ക് വേണ്ടിട്ടാണ്.
എന്നെ നിങ്ങൾക്ക് വേറെ ഒരിടത്തും ഉപയോഗിക്കാൻ ആകില്ല..
അങ്ങനെ നിങൾ ഉപയോഗിക്കാൻ നോക്കിയാൽ Error വരും അങ്ങനെ Error വരുമ്പോൾ നിങൾ വീണ്ടും Try ചെയ്യും അങ്ങനെ ചെയ്ത് ചെയ്ത്
നിങ്ങളുടെ തല ചൂടാകും..തല ചൂടായാൽ നിങൾ എന്തും ചെയ്യും അപ്പോ ജനം പറയും നിങ്ങൾക്ക് ഭ്രാന്ത് ആണെന്ന് ഭ്രാന്ത്😂😂</b>"""    
    
    HELP_TEXT = """
<b>Help ചോദിക്കേണ്ട ഒന്നും കിട്ടില്ല 😂😂</b>
            
<b><a h/b
"""
    
    ABOUT_TEXT = """<b>➥ 📃Name</b> : <b>Pro Auto Filter Bot</b>

<b>>➥👨‍💼Master</b> : <b><a href="https://t.me/Dashamoolamdamu_123">👤Master</a></b>

<b>➥ 👨‍💻Editor</b> : <b><a href="https://t.me/Dashamoolamdamu_123">👤Master</a></b>

<b>➥ 🗣️Language</b> : <b>Python3<b>

<b>➥ 📚Library</b> : <b><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></b>

<b>➥ 📖Source Code</b> : <b><a href="https://t.me/Dashamoolamdamu_123
">💥Click Me</a></b>
"""
